problems/+azevedo/@ImpactOnBrick/meshes/brick4x4x4Squared/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          16;
        startFace       144;
    }
    left
    {
        type            wall;
        nFaces          16;
        startFace       160;
    }
    right
    {
        type            wall;
        nFaces          16;
        startFace       176;
    }
    bottom
    {
        type            wall;
        nFaces          16;
        startFace       192;
    }
    back
    {
        type            wall;
        nFaces          16;
        startFace       208;
    }
    front
    {
        type            wall;
        nFaces          16;
        startFace       224;
    }
)


// ************************************************************************* //
